tap "clojure/tools"
tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "puma/puma"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "unused-code/formulae"
cask "adoptopenjdk8"
brew "abduco"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "bash-completion"
brew "bat"
brew "openjdk"
brew "boot-clj"
brew "python@3.8"
brew "clipper", restart_service: true
brew "clojure-lsp"
brew "cowsay"
brew "cpanminus"
brew "curl"
brew "diff-so-fancy"
brew "fish"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "git-gui"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gradle"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "jq"
brew "languagetool"
brew "leiningen"
brew "librsvg"
brew "libxslt"
brew "locateme"
brew "luarocks"
brew "markdown"
brew "mas"
brew "mysql-client"
brew "mysql-client@5.7"
brew "mysql@5.7"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "pandoc-citeproc"
brew "perl"
brew "postgresql"
brew "pygments"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "unzip"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "weechat"
brew "wget"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "clojure/tools/clojure"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sdk"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "puma/puma/puma-dev"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "unused-code/formulae/unused"
cask "1password"
cask "aerial"
cask "alacritty"
cask "alfred"
cask "amazon-music"
cask "box-drive"
cask "brave-browser"
cask "caffeine"
cask "cyberduck"
cask "discord"
cask "disk-inventory-x"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "hyperswitch"
cask "iterm2"
cask "java"
cask "jiggler"
cask "karabiner-elements"
cask "keepassx"
cask "kitty"
cask "livereload"
cask "macdown"
cask "mactex"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "mysqlworkbench"
cask "osxfuse"
cask "postman"
cask "skype-for-business"
cask "textmate"
cask "veracrypt"
cask "vlc"
cask "vscodium"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Photos Duplicate Cleaner", id: 592704001
mas "Vimari", id: 1480933944
