tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "romkatv/gitstatus"
tap "tavianator/tap"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "asdf"
brew "bat"
brew "cmark"
brew "cowsay"
brew "openldap"
brew "curl"
brew "fasd"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "xz"
brew "gnupg"
brew "htop"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "pandoc"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sk"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/gitstatus/gitstatus"
brew "tavianator/tap/bfs"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "adoptopenjdk8"
cask "aerial"
cask "alacritty"
cask "basictex"
cask "battle-net"
cask "brave-browser"
cask "chromedriver"
cask "cyberduck"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "iterm2"
cask "jiggler"
cask "karabiner-elements"
cask "kitty"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "osxfuse"
cask "postman"
cask "skype-for-business"
cask "steam"
cask "textmate"
cask "twitch"
cask "veracrypt"
cask "vlc"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Microsoft Remote Desktop", id: 1295203466
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Vimari", id: 1480933944
