tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
tap "unused-code/formulae"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "bash-completion"
brew "bat"
brew "cpanminus"
brew "curl"
brew "diff-so-fancy"
brew "fzf"
brew "gcc"
brew "git"
brew "git-gui"
brew "gnupg"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "libxslt"
brew "locateme"
brew "markdown"
brew "mas"
brew "mysql-client"
brew "mysql-client@5.7"
brew "mysql@5.7"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "perl"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "unzip"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "unused-code/formulae/unused"
cask "1password"
cask "aerial"
cask "alacritty"
cask "alfred"
cask "amazon-music"
cask "box-drive"
cask "brave-browser"
cask "caffeine"
cask "cyberduck"
cask "discord"
cask "disk-inventory-x"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "font-sourcecodepro-nerd-font"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2-nightly"
cask "java"
cask "jiggler"
cask "karabiner-elements"
cask "keepassx"
cask "kitty"
cask "livereload"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "mysqlworkbench"
cask "osxfuse"
cask "postman"
cask "skype-for-business"
cask "textmate"
cask "veracrypt"
cask "vlc"
mas "1Blocker", id: 1107421413
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Photos Duplicate Cleaner", id: 592704001
mas "Vimari", id: 1480933944
