tap "federico-terzi/espanso"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "tavianator/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "ncurses"
brew "perl"
brew "asciiquarium"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "icu4c"
brew "xz"
brew "python@3.9"
brew "node"
brew "bower"
brew "cabal-install"
brew "glib"
brew "carthage"
brew "clipper", restart_service: true
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "cpanminus"
brew "ctags"
brew "libssh2"
brew "curl"
brew "delta"
brew "dict"
brew "discount"
brew "dmenu"
brew "python@3.10"
brew "docutils"
brew "dopewars"
brew "dos2unix"
brew "exercism"
brew "fd"
brew "libtool"
brew "guile"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "folly"
brew "foreman"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gcc@4.9"
brew "gdb"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "graphviz"
brew "grep"
brew "grunt-cli"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "openjdk@11"
brew "languagetool"
brew "less"
brew "lesspipe"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lolcat"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "lynx"
brew "mas"
brew "youtube-dl"
brew "mpv"
brew "n"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nethack"
brew "ninja"
brew "ninvaders"
brew "nmap"
brew "nvi"
brew "pacman4console"
brew "pandoc"
brew "tree"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "postgresql"
brew "pulseaudio"
brew "pygments"
brew "ragel"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rogue"
brew "ruby-build"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "sk"
brew "sl"
brew "socat"
brew "sox"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "toilet"
brew "unzip"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "virtualenv"
brew "vitetris"
brew "watch"
brew "weechat"
brew "wget"
brew "xcbeautify"
brew "yarn"
brew "yq"
brew "yt-dlp"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "federico-terzi/espanso/espanso"
brew "goles/battery/battery"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "tavianator/tap/bfs"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
cask "aerial"
cask "alacritty"
cask "alfred"
cask "amazon-music"
cask "basictex"
cask "brave-browser"
cask "chromedriver"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "firestorm"
cask "font-fira-code-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "iterm2"
cask "jiggler"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "macdown"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "osxfuse"
cask "postman"
cask "skype-for-business"
cask "steam"
cask "textmate"
cask "veracrypt"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoom"
mas "Colossal Cave Adventure", id: 1275170432
mas "Microsoft Remote Desktop", id: 1295203466
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Tampermonkey", id: 1482490089
mas "Vimari", id: 1480933944
mas "Xcode", id: 497799835
