tap "clojure/tools"
tap "federico-terzi/espanso"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
tap "saulpw/vd"
tap "tavianator/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "asdf"
brew "curl"
brew "git"
brew "gnupg"
brew "hub"
brew "luajit", args: ["HEAD"]
brew "mpv"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "pass"
brew "reattach-to-user-namespace"
brew "stow"
brew "tmux"
brew "universal-ctags"
brew "zsh"
cask "alacritty"
cask "amazon-music"
cask "citrix-workspace"
cask "dozer"
cask "dropbox"
cask "fork"
cask "hammerspoon"
cask "jiggler"
cask "karabiner-elements"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "openvpn-connect"
cask "skype-for-business"
cask "veracrypt"
