zsh-users/zsh-completions

ohmyzsh/oh-my-zsh
ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/bundler
# ohmyzsh/ohmyzsh path:plugins/capistrano
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/common-aliases
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/github
ohmyzsh/ohmyzsh path:plugins/gitignore
ohmyzsh/ohmyzsh path:plugins/rails
ohmyzsh/ohmyzsh path:plugins/rake
# ohmyzsh/ohmyzsh path:plugins/ripgrep
# ohmyzsh/ohmyzsh path:plugins/thefuck
ohmyzsh/ohmyzsh path:plugins/tmux
ohmyzsh/ohmyzsh path:plugins/vi-mode
ohmyzsh/ohmyzsh path:plugins/yarn

/Users/dblanken/.config/zsh/auto-ls-after-cd
/Users/dblanken/.config/zsh/cd_code

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search

dracula/zsh
