{
  "base16-nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-apathy": { "branch": "master" },
  "vim-bundler": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-flagship": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-git": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-jdaddy": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-ragtag": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-rake": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-transparent": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vimwiki": { "branch": "dev" }
}